/* 
  Localizable.strings
  MF

  Created by Itay Brenner on 28/06/11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/
"[iFinder] Attachments" = "[iFinder] Attachments";
"About & Help" = "√úber & Hilfe";
"About iFinder & Help" = "√úber iFinder & Hilfe";
"Album" = "Album";
"App Locked" = "App gesperrt";
"Application" = "Anwendung";
"Archive manager" = "Archiv Manager";
"Archive Viewer" = "Archiv Viewer";
"Are you sure you want to restore this backup?\nThis can't be undone." = "Sind sie sicher, dass sie die Sicherung aufspielen m√∂chten?\nDies kann nicht r√ºckg√§ngig gemacht werden.";
"Artist" = "K√ºnstler";
"Audio Info" = "Musik Info";
"Audio player" = "Musikplayer";
"Available Backups" = "Vorhandene Sicherungen";
"Backup File" = "Datei sichern";
"Backup Succesfully" = "Sicherung erfolgreich";
"Backuping" = "Sichern...";
"Bluetooth Options" = "Bluetooth Optionen";
"Bookmarks" = "Lesezeichen";
"Calculating MD5..." = "Berechne MD5...";
"Cancel" = "Zur√ºck";
"Close" = "Schliessen";
"Columns of table" = "Tabellenspalten";
"Comments" = "Kommentare";
"Compress" = "Komprimieren";
"Compress failed" = "Komprimieren fehlgeschlagen";
"Compress Files" = "Dateien komprimieren";
"Compress Folder" = "Ordner komprimieren";
"Compressing File(s)" = "Komprimieren Datei(en)";
"Continuous" = "Kontinuierlich";
"Copy" = "Kopieren";
"Copying File" = "Kopiere Datei";
"Create" = "Erstellen";
"Create Backup" = "Sicherung erstellen";
"Cut" = "Ausschneiden";
"Cydia Backup" = "Cydia Sicherung";
"Data received" = "Daten erhalten";
"Delete" = "L√∂schen";
"Destination" = "L√∂schen";
"Directory" = "Verzeichnis";
"Dismiss" = "Verwerfen";
"Done" = "Fertig";
"Dropbox" = "Dropbox";
"Edit" = "Bearbeiten";
"Editing metadata" = "Metadaten bearbeiten";
"Empty Trash" = "Abfall leeren";
"Enable File Sharing" = "Dateiaustausch aktivieren";
"Enter file mode" = "Dateimodus eingeben";
"Enter filename" = "Dateinamen eingeben";
"Enter group ID" = "Gruppen ID eingeben";
"Enter password" = "Passwort eingeben";
"Enter SQL query here" = "Gib die SQL Abfrage hier ein";
"Enter user ID" = "Benutzer ID eingeben";
"Error" = "Fehler";
"Error creating folder" = "Fehler beim Erstellen des Ordners";
"Error deleting file" = "Fehler beim L√∂schen der Datei";
"Error downloading file" = "Fehler beim Downloaden der Datei";
"Error executing command" = "Fehler beim Ausf√ºhren des Befehls";
"Error loading metadata" = "Fehler beim Laden der Metadaten";
"Error uploading file" = "Fehler beim Heraufladen der Datei";
"Exit" = "Beenden";
"Exit code" = "Code verlassen";
"Extract Package" = "Packet extrahieren";
"Failed command" = "Fehlgeschlagener Befehl";
"File" = "Datei";
"File Downloaded" = "Datei heruntergeladen";
"File Extracted" = "Datei extrahiert";
"File operations" = "Datei operationen";
"File Sharing" = "Dateiaustausch";
"File Sharing is disabled" = "Dateiaustausch ausgeschalten";
"File uploaded" = "Datei heraufgeladen";
"Files Saved in /var/mobile/Bluetooth" = "Dateien wurden in /var/mobile/Bluetooth gespeichert";
"Fit Screen" = "Bild anpassen";
"Folder" = "Ordner";
"Font size of text editor" = "Schriftgr√∂sse des Texteditors";
"General" = "Allgemein";
"Genre" = "Rubrik";
"Go To Trash" = "Geh zum Abfall";
"Group ID" = "Gruppen ID";
"Hex editor" = "Hex editor";
"Home Path" = "Home-Pfad";
"Image Options" = "Bild Optionen";
"Image viewer" = "Bild viewer";
"Install package" = "Packet installieren";
"Installed Succesfully" = "Erfolgreich installiert";
"Installing" = "Installiere...";
"IP address" = "IP Addresse";
"Language" = "Sprache";
"Link" = "Link";
"Loading file" = "Lade Datei...";
"Log in to Dropbox" = "Dropbox Log in";
"Login required" = "Login ben√∂tigt";
"Lyricist" = "Texter";
"Miscellaneous" = "Sontiges";
"Move To Trash" = "In den Abfall verschieben";
"Movie player" = "Film player";
"Moving File" = "Verschiebe Datei...";
"Name" = "Name";
"New" = "Neu";
"No" = "Nein";
"No Thanks" = "Nein Danke";
"No, Thanks" = "Nein, Danke";
"OK" = "Ok";
"Open Folder" = "Ordner √∂ffnen";
"Open in" = "√ñffnen in...";
"Open With" = "√ñffnen mit";
"Open with..." = "√ñffnen mit...";
"Options" = "Optionen";
"Other Features" = "Andere Features";
"Password" = "Passwort";
"Password Protection" = "Passwort Schutz";
"Password required" = "Passwort ben√∂tigt";
"Password:" = "Passwort:";
"Paste File" = "Datei einf√ºgen";
"Path" = "Pfad";
"Permissions" = "Berechtigungen";
"permissions" = "berechtigungen";
"Play once" = "Einmal spielen";
"Please make sure that you are connected to the Internet and try again." = "Bitte stellen sie sicher, dass sie mit dem Internet verbunden sind und versuchen sie es erneut.";
"Please make sure that you are connected to the Internet, logged in and the file to be deleted exists and try again." = "Bitte stellen sie sicher, dass sie mt dem Internet verbunden sind, eingeloggt sind und die zu l√∂schende Datei existiert und versuchen sie es erneut.";
"Please make sure that you are connected to the Internet, logged in and the file to be uploaded doesn't exist yet and try again." = "Bitte stellen sie sicher, dass sie mit dem Internet verbunden sind, eingeloggt sind und die zu heraufladende Datei nicht bereits existiert und versuchen sie es erneut.";
"Please make sure that you are connected to the Internet, logged in and the folder to be created doesn't yet exist and try again." = "Bitte stellen sie sicher, dass sie mit dem Internet verbunden sind, eingeloggt sind und der zu erstellende Ordner nicht bereits existiert und versuchen sie es erneut.";
"Please make sure that you are connected to the Internet, logged in and you have enough space on your device and try again." = "Bitte stellen sie sicher, dass sie mit dem Internet verbunden sind, eingeloggt sind und sie gen√ºgend Speicherplatz auf dem Ger√§t haben und versuchen sie es erneut.";
"Please make sure that you're connected to the Internet, logged in to your Dropbox account and the specified file does not exist yet and try again." = "Bitte stellen sie sicher, dass sie mit dem Internet verbunden sind, in ihren Dropbox Account eingeloggt sind und die ausgew√§hlte Datei nicht bereits existiert und probieren sie es erneut.";
"Please note that you'll need to log in in order to use iFinder with your Dropbox account." = 
"Bitte merke dir, dass du eingeloggt sein musst, um iFinder mit deinem Dropbox Account zu benutzen.";
"Please specify output filename." = "Bitte gib den auszugebenden Dateinamen ein.";
"Plist Viewer" = "Plist Viewer";
"Print Photo" = "Foto drucken";
"Property list viewer" = "Property list viewer";
"Public link was copied to the pasteboard." = "Der Link wurde wurde zum Pasteboard kopiert.";
"Rar File" = "Rar Datei";
"Receive Files" = "Erhalte Dateien";
"Repeat" = "Wiederholen";
"Restore" = "Wiederherstellen";
"Restore Done" = "Wiederherstellung fertig";
"Restoring..." = "Stelle wieder her...";
"Root Directory" = "Root Verzeichnis";
"Search Backup" = "Sicherung suchen";
"SEARCH FILE" = "Datei suchen";
"Search Text" = "Text suchen";
"Send by e-mail" = "Per E-Mail senden";
"Send Files" = "Dateien senden";
"Server is off" = "Der Server ist ausgeschalten";
"Server port:" = "Server port:";
"Serving on port" = "Serving on port";
"Settings" = "Einstellungen";
"Share" = "Teilen";
"Share Backups" = "Sicherungen teilen";
"Shuffle" = "Shuffle";
"Size" = "Gr√∂sse";
"SQL viewer" = "SQL viewer";
"Start server" = "Server starten";
"Stop server" = "Server stoppen";
"Symbolic Link" = "Symbolischer Link";
"Tables in database" = "Tabellen in der Datenbank";
"Target Path" = "Ziel Pfad";
"Text editor" = "Text editor";
"Text font size" = "Text Schriftgr√∂sse";
"Text Viewer" = "Text Viewer";
"The password you entered is wrong" = "Das eingegebene Passwort ist falsch";
"This mail was sent from an iDevice using iFinder." = "Dieses E-Mail wurde von einem Ger√§t mit iFinder gesendet.";
"Title" = "Titel";
"Trash" = "Abfall";
"Try Again" = "Erneut versuchen";
"type" = "Tippen";
"Type file name here" = "Tippe den Dateinamen hier ein";
"Type Home Path" = "Tippe den Home-Pfad hier ein";
"Type name here" = "Tippe den Namen hier ein";
"Type Output Name Here" = "Tippe den Ausgangsnamen hier ein";
"Type password" = "Passwort eintippen";
"Type port number" = "Portnummer eintippen";
"Unlink Device from Dropbox" = "Trenne das Ger√§t von Dropbox";
"Upload file to Dropbox" = "Lade eine Datei zu Dropbox hoch";
"Upload path" = "Upload-Pfad";
"Use Trash" = "Abfall benutzen";
"User ID" = "Benutzer ID";
"Validating..." = "√úberpr√ºfe...";
"Viewing the content of Rar files is still not supported, but you can extract it" =
"Den Inhalt der Rar Dateien zu sehen, wird noch nicht √ºnterst√ºtzt, aber du kannst ihn extrahieren";
"Web browser" = "Web Browser";
"Web Viewer" = "Web Viewer";
"Working" = "aktiv";
"Would you like to restart SpringBoard?" = "M√∂chten sie das Springboard neustarten?";
"Wrong Password" = "Falsches Passwort";
"Year" = "Jahr";
"Yes" = "Ja";
"Yes, Extract it" = "Ja, extrahiere es";
"Yes, Please" = "Ja, bitte";
"You have entered an incorrect password. Please try again." = "Sie haben ein flasches Passwort eingegeben. Bitte versuchen sie es erneut.";
"You must enter a valid port number" = "Sie m√ºssen eine g√ºltige Port Nummer eingeben";
"You should reboot your device.\n Do you want to reboot now?" = "Sie sollten ihr Ger√§t neustarten.\n M√∂chten sie jetzt neustarten?";
"Your Backup was successfull.\nPlease Sync with iTunes to restore later" = "Die Sicherung war erfolgreich.\nBitte Synchronisieren sie ihr Ger√§t mit iTunes, um es sp√§ter wiederherzustellen";
"Your file was saved in /private/var/mobile/Documents" = "Ihre Datei wurde in /private/var/mobile/Documents gespeichert";
"Your Files were extracted to" = "Ihre Dateien wurden extrahiert nach";
"Executing" = "Ausführen";
"Executing:\n%@...\n\n" = "Ausführende:\n%@...\n\n";
"Command failed" = "Befehl fehlgeschlagen";
"The specified command couldn't be executed." = "Der angegebene Befehl konnte nicht ausgeführt werden.";
"\nFinished with exit code: %i\n" = "\nAbgeschlossen mit Code:: %i\n";
"Theme" = "Thema";
"Select Theme" = "Thema auswählen";
"Sort Criteria" = "Sortierkriterien";
"Select Sort Criteria" = "Sortierkriterien auswählen";
"Sort By Name" = "Nach Namen sortieren";
"Sort by Type" = "Nach Typ sortieren";
"Sort by Size" = "Nach Grösse sortieren";
"Sort by Creation Date" = "Nach Erstelldatum sortieren";
"Sort by Last Modification Date" = "Nach Datum der letzten Änderung sortieren";
"Sort Order" = "Sortierreihenfolge";
"Select Sort Order" = "Sortierreihenfolge auswählen";
"Ascending" = "Aufsteigend";
"Descending" = "Absteigend";
"Type" = "Typ";
"Size" = "Grösse";
"Creation" = "Kreation";
"Modification" = "Änderung";
"Theme" = "Thema";
"Created" = "Erstellt";
"Last Modified" = "Letzte Bearbeitung";
"Date" = "Datum";
"Time" = "Zeit";
"App Validated!!" = "App Validiert!!";
"Thanks for buying iFinder" = "Danke, dass sie iFinder gekauft haben";
"iFinder!!" = "iFinder!!";
"iFinder could not be validated, please purchase it from Cydia Store. If you think that this is a mistake, please contact developer." = "iFinder konnte nicht freigeschaltet werden, bitte kaufen sie es von Cydia. Wenn sie denken, dass es ein Fehler sei, kontaktieren sie den Entwickler.";
"Reload Directory" = "Verzeichnis neu laden";